[
	{
		"name": "One for One",
		"index": 2295440,
		"lore": "Send 1 monster from your hand to the GY; Special Summon 1 Level 1 monster from your hand or Deck.",
		"icon": "None"
	},
	{
		"name": "Lightning Storm",
		"index": 14532163,
		"lore": "If you control no face-up cards: Activate 1 of these effects; • Destroy all Attack Position monsters your opponent controls. • Destroy all Spells and Traps your opponent controls. You can only activate 1 \"Lightning Storm\" per turn.",
		"icon": "None"
	},
	{
		"name": "Harpie's Feather Duster",
		"index": 18144506,
		"lore": "Destroy all Spells and Traps your opponent controls.",
		"icon": "None"
	},
	{
		"name": "Called by the Grave",
		"index": 24224830,
		"lore": "Target 1 monster in your opponent's GY; banish it, and if you do, until the end of the next turn, its effects are negated, as well as the activated effects and effects on the field of monsters with the same original name.",
		"icon": "QuickPlay"
	},
	{
		"name": "Branded Regained",
		"index": 34090915,
		"lore": "If a LIGHT or DARK monster(s) is banished (except during the Damage step): You can target 1 of those monsters; place that monster on the bottom of the Deck, and if you do, draw 1 card. You can only use this effect of \"Branded Regained\" once per turn. Once per turn, if your opponent Normal or Special Summons a monster (except during the Damage Step): You can target 1 \"Bystial\" monster in your GY; Special Summon it. You can only activate this effect of \"Branded Regained\" once per Chain.",
		"icon": "Continuous"
	},
	{
		"name": "Dragon Ravine",
		"index": 62265044,
		"lore": "Once per turn: You can discard 1 card, then activate 1 of these effects; • Add 1 Level 4 or lower \"Dragunity\" monster from your deck to your hand. • Send 1 Dragon-Type monster from your Deck to the GY.",
		"icon": "Field"
	},
	{
		"name": "Chaos Space",
		"index": 99266988,
		"lore": "Send 1 LIGHT or DARK monster from your hand to the GY; add 1 LIGHT or DARK monster that cannot be Normal Summoned/Set from your Deck to your hand, with a Level from 4 to 8, and with a different Attribute than that monster. You can banish this card from your GY, then target 1 of your banished LIGHT or DARK monsters that cannot be Normal Summoned/Set; place that monster on the bottom of the Deck, then draw 1 card. You can only use each effect of \"Chaos Space\" once per turn.",
		"icon": "None"
	}
]